[{"id": 0, "name": "Tux (Linux Mascot)", "description": "Tux is the official mascot of the Linux operating system.", "subreddit": "linux"}, {"id": 2, "name": "Mona Lisa", "description": "In order to prove the point that reddit users are a cultured bunch, a group of them set out to recreate Leonardo da Vinci's Mona Lisa.", "subreddit": "monalisaclan"}, {"id": 3, "name": "Dwarf Fortress", "description": "Dwarf Fortress is a part construction and management simulation, part roguelike, indie video game created by Tarn and Zach Adams.", "subreddit": "dwarffortress"}, {"id": 4, "name": "The Void Prism", "description": "The void was an ever-expanding area of darkness, until it was filled with the Prism from the album art of Pink FLoyd's Dark Side of the Moon.", "subreddit": "/r/FloydVsVoid, /r/LeagueOfLegends, /r/SwissNeutralityZone"}, {"id": 5, "name": "Arch Linux", "description": "Arch Linux is a distribution of the Linux operating system.", "subreddit": "/r/archlinux"}, {"id": 11, "name": "Swiss Cheese and Mountains", "description": "CH stands for Confoederatio Helvetica, which is latin for Swiss Confederation. It is used as the country code and for the Swiss Top Level Domain (TLD), which is .ch", "subreddit": "/r/switzerland, /r/SwissNeutralityZone"}, {"id": 12, "name": "Flag of the United Kingdom", "description": "", "subreddit": "/r/unitedkingdom"}, {"id": 13, "name": "Flag of Italy", "description": "After some early squabbling with r/TFLS and r/EmpireDidNothingWrong, Italy estabilished peaceful relations with its Communist and Imperial neighbours and went on to forge a mutual assistance pact with the Brits mantaining the UK flag cluster to the right. The Italian flag also hosted for a long time a picture of a Koi fish (nicknamed \"the carp\") curated by /r/OrderoftheKoi, which was eventually overwritten a few hours before the end.<br>A royal crest from the pre-WW2 flag also briefly appeared at the very bottom and resisted for a few hours.", "subreddit": "/r/italy"}, {"id": 15, "name": "The Empire", "description": "Emblem of the Galactic Empire from the Star Wars franchise.", "subreddit": "/r/EmpireDidNothingWrong"}, {"id": 19, "name": "European Union", "description": "After a long battle between /r/france and /r/de, both parties negotiated peace and placed the flag of the EU with a dove of peace on the disputed territory.", "subreddit": "/r/europe"}, {"id": 20, "name": "Flag of Germany", "description": "", "subreddit": "/r/de, /r/placeDE"}, {"id": 21, "name": "Flag of Germany", "description": "", "subreddit": "/r/de, /r/placeDE"}, {"id": 23, "name": "Flag of France", "description": "", "subreddit": "/r/france"}, {"id": 24, "name": "Starry Night", "description": "The Starry Night is an oil on canvas by the Dutch post-impressionist painter Vincent van Gogh, painted in June 1889-", "subreddit": "/r/starryknights"}, {"id": 25, "name": "Flag of Brasil", "description": "", "subreddit": "/r/brasil"}, {"id": 27, "name": "Flag of Argentina", "description": "", "subreddit": "/r/argentina"}, {"id": 28, "name": "Flag of Finland", "description": "", "subreddit": "/r/suomi"}, {"id": 29, "name": "Moomins", "description": "The Moomins (Swedish: Mumintroll, Finnish: Muumi) are the central characters in a series of books and a comic strip by Swedish-speaking Finnish illustrator and writer Tove Jansson.", "subreddit": "/r/suomi"}, {"id": 30, "name": "Flag of Belgium", "description": "", "subreddit": "/r/belgium"}, {"id": 33, "name": "Tiny Rick", "description": "Tiny Rick is a younger version of Rick from the television series Rick and Morty", "subreddit": "/r/rickandmorty"}, {"id": 39, "name": "Flag of Estonia", "description": "", "subreddit": "/r/eesti"}, {"id": 41, "name": "Flag of India", "description": "", "subreddit": "/r/india"}, {"id": 46, "name": "Flag of Sweden", "description": "", "subreddit": "/r/sweden"}, {"id": 48, "name": "Flag of the Netherlands", "description": "", "subreddit": "/r/thenetherlands"}, {"id": 49, "name": "Flag of the Czech Republic", "description": "", "subreddit": "/r/czech"}, {"id": 56, "name": "Windows 95", "description": "The task bar of the Windows 95 operating system with the iconic Start button and various open tasks referencing other people's work on /r/place.", "subreddit": "/r/placestart"}, {"id": 57, "name": "Flag of Canada", "description": "", "subreddit": "/r/canada"}, {"id": 61, "name": "Hearts", "description": "What started with a few red hearts quickly became over one hundred hearts bearing the colors of flags and other things.", "subreddit": "/r/placehearts"}, {"id": 65, "name": "Flag of Croatia", "description": "During the start of place this was a location of a Dutch flag, which was overtaken by the very similiar looking Croatian flag. Though there were plans to create a double flag of Croatia and The Netherlands this did not happen due to the Dutch focussing on their main flag.", "subreddit": "/r/croatia"}, {"id": 73, "name": "RuneScape disconnected message", "description": "This message is displayed when an user loses connection to the server in the MMORPG Runescape. Built by /r/runescape and /r/2007scape.", "subreddit": "/r/2007scape/"}, {"id": 74, "name": "Skyrim", "description": "The Elder Scrolls V: Skyrim is an open world action role-playing video game developed by Bethesda Game Studios and published by Bethesda Softworks.", "subreddit": "/r/skyrim"}, {"id": 75, "name": "Darth Plagueis The Wise", "description": "One of the first additions to the map, this text of a meme from the prequel Star Wars movies started out as an uncoordinated attempt to write something everyone knew, and was refined to the masterpiece you see today.", "subreddit": "/r/prequelmemes"}, {"id": 80, "name": "Mugiwara Flag", "description": "The Mugiwara flag from the manga series One Piece", "subreddit": "/r/OnePiece/"}, {"id": 81, "name": "Dutch Anthem and Royalty", "description": "First part of the Dutch Anthem and their King and Queen, Willem & Maxima", "subreddit": "/r/placenl"}, {"id": 83, "name": "DotA 2", "description": "Symbol of the ARTS/MOBA game, Defense of the Ancients 2 (DotA 2), which represents the opposing ancients and the river that divides them.", "subreddit": "/r/DotA2"}, {"id": 87, "name": "TagPro", "description": "The first pre-existing community on /r/place and arguably the longest lasting artwork - TagPro is a free-to-play capture-the-flag webgame with a dedicated community on /r/Tagpro. The final design was developed after only around 10 hours and remained largely unchanged from then.", "subreddit": "/r/tagpro"}, {"id": 88, "name": "No Step On Snek!", "description": "'No step on snek' is an internet meme based on the Gadsden Flag is an iconic historical American flag.Snek survived to the end! We formed a small group to work on it at /r/placesnek and made a lot of friends with various other groups on our way through the canvas. Thanks to everyone who worked with us to make hecking big danger noodle!", "subreddit": "r/placesnek"}, {"id": 90, "name": "Touhou Hijack", "description": "Four characters and five items from the \"Touhou\" series of bullet hell shooter video games; including the name of the series' creator, ZUN.", "subreddit": "/r/touhou"}, {"id": 95, "name": "osu! Logo", "description": "The logo for the rhythm game osu. This was one of the more ambitious projects of /r/place and was intended to be more detailed. Unfortunately, a LoL player by the name of loltyler1, told his fans to attack the logo by filling it with the void, resulting in its current vandalized state.", "subreddit": "/r/osuGame/"}, {"id": 96, "name": "Artour \"Arteezy\" Babaev", "description": "Professional DotA 2 (Defense of the Ancients 2) player and streamer who plays for Evil Geniuses.", "subreddit": "/r/DotA2"}, {"id": 101, "name": "Gran Colombia", "description": "The flag of Gran Colombia, state that encompassed much of northern South America and part of southern Central America from 1819 to 1831. It included the territories of present-day Colombia, Venezuela, Ecuador, Panama, northern Peru, western Guyana and northwest Brazil.", "subreddit": "/r/GranColombia"}, {"id": 102, "name": "Pokémon starters", "description": "Ditto, Pikachu and Eevee, first generation starter Pokémon from the Japanese video game series of the same name, were among the first artworks on /r/place.", "subreddit": "/r/pokemon"}, {"id": 110, "name": "Crusader Kings", "description": "Originally spawned from r/CrusaderKings, these three shields, four crosses, and one crown represent a collection of communities. It now stands to represent all games released by the Swedish videogame developer Paradox Game. The three shields depicted represents the Knights Templar, the Knights Hospitaller and the Teutonic Knights. Deus Vult!<br>organized by r/CKcrusaders", "subreddit": "r/crusaderkings"}, {"id": 113, "name": "Eagles", "description": "Chant and logo of the Philadelphia Eagles American football team.", "subreddit": "/r/eagles"}, {"id": 122, "name": "Heroes Of The Storm", "description": "Heroes of the Storm is a multiplayer online battle arena video game developed and published by Blizzard Entertainment", "subreddit": "/r/heroesofthestorm"}, {"id": 123, "name": "Transgender flag", "description": "A cross-shape in the colors of the transgender flag, representing people who do not identify with the gender they were assigned. Due to the fact that it's spanning the entire canvas, this piece was also called the Transcontinental Railroad.", "subreddit": "/r/transgenderplace, /r/transgender, /r/traaaaaaannnnnnnnnns, /r/asktransgender"}, {"id": 125, "name": "Portugal", "description": "Includes several Portuguese traditions, achievements and obviously memes. All done with lots of love and dedication by Portuguese redditors who loved this experience.", "subreddit": "/r/Portugal"}, {"id": 128, "name": "BABYMETAL", "description": "Babymetal (stylized as BABYMETAL) is a Japanese metal idol band. The concept of the group is a fusion of the heavy metal and Japanese idol genres.", "subreddit": "/r/BABYMETAL"}, {"id": 130, "name": "Smash Bros", "description": "The Smash Bros canvas featuring memes popular from within the community of Super Smash Bros, a series of crossover fighting games published by Nintendo, as well as some of our favorite characters. #Kreygasm", "subreddit": "/r/smashbros"}, {"id": 133, "name": "My Little Pony", "description": "My Little Pony: Friendship Is Magic is a children's animated fantasy television series developed by Lauren Faust. The image depicts Rainbow Dash, one of the main characters of the series.", "subreddit": "/r/mylittlepony"}, {"id": 139, "name": "Madoka Magica", "description": "Puella Magi Madoka Magica is a magical girl anime released on-air in 2011", "subreddit": "/r/MadokaMagica"}, {"id": 145, "name": "Parahumans", "description": "Banner for /r/parahumans, fan subreddit for web serials by Wildbow. Read Worm!", "subreddit": "/r/parahumans"}, {"id": 154, "name": "Radiohead", "description": "A section staked out by fans of British art rock band Radiohead. Drawn here are the band's \"Modified Bear\" mascot and the corrupted text from the cover of their 2007 album In Rainbows.", "subreddit": "/r/radiohead"}, {"id": 165, "name": "CounterStrike: Global Offensive", "description": "CS:GO is a competitive first person shooter game released by Valve in 2012", "subreddit": "/r/globaloffensive"}, {"id": 167, "name": "Lúcio", "description": "Lúcio is a character from Overwatch (r/overwatch multiplayer first person shooter by blizzard), and, later, Heroes Of the Storm (r/heroesofthestorm, MOBA game, again, by Blizzard).<br>He's a DJ from Rio, Brazil, who uses futuristic sound-based technology to fight enemies.", "subreddit": "r/luciomains"}, {"id": 173, "name": "Starcraft II", "description": "Starcraft II is a real-time strategy video game by Blizzard", "subreddit": "/r/starcraft"}, {"id": 175, "name": "The Hidden Leaf", "description": "The symbol of the main village featured in Naruto, the manga and anime series.", "subreddit": "/r/Naruto"}, {"id": 176, "name": "Georgia Tech", "description": "Georgia Institute of Technology's logo with Buzz and some clean, old-fashioned hate against U[sic]GA. To Hell with georiga! ", "subreddit": "/r/gatech/"}, {"id": 178, "name": "Cx", "description": "A contribution from the fans of the popular Twitch streamer Ice_Poseidon. Cx being a smiley face, TriHard is a twitch emoji of a happy African American man, Enza Denino is Ice Poseidon's mother, and Emily faked having cancer to get monetary donations on Twitch.", "subreddit": "/r/ice_poseidon"}, {"id": 179, "name": "He-Man", "description": "He-Man is a character who has been in several comic books and TV shows, such as Masters of the Universe.", "subreddit": "/r/heyyea"}, {"id": 195, "name": "Rathalos Mural", "description": "The picture in the window is a mural depicting the flagship monster of the Monster Hunter series, Rathalos. The icon for the window is that of a Potion from the same series. The Monster Hunter (モンスターハンター Monsutā Hantā) franchise is a series of fantasy-themed action role-playing video games where the player takes the role of a hunter in a fantasy environment and completes quests by hunting out specific kinds of monsters to kill or capture.", "subreddit": "/r/monsterhunter"}, {"id": 197, "name": "Monstercat", "description": "Monstercat is a Canadian-based independent electronic dance music record label located in Vancouver, British Columbia.", "subreddit": "/r/monstercat"}, {"id": 205, "name": "Flag of the Philippines", "description": "The Philippine flag was first laid horizontally, until the giant osu! devoured everything in its path. However, osu! and r/philippines formed an alliance in helping reconstructing the flag vertically. Putting the red on the left side usually only happens when the country is at war, which is what it felt like maintaining the flag in r/place.", "subreddit": "/r/philippines"}, {"id": 206, "name": "R.I.P. Steve Irwin", "description": "A tribute to the late Crocodile Hunter Steve Irwin, courtesy of /r/Straya. Unfortunately, Steve was vandalized a bit before the final frame of /r/place - as a result, he's got an odd smiley line where his face should be and his date of death is wrong. It should be 4/9/06.", "subreddit": "/r/Straya"}, {"id": 210, "name": "r/FireEmblem", "description": "Fire Emblem is a tactical role-playing video game franchise developed by Intelligent Systems and published by Nintendo. The lords of Lycia, Lyndis, Eliwood, and Hector! Flowery background in memory of previous art we accidentally destroyed.<br>", "subreddit": "r/FireEmblem"}, {"id": 213, "name": "XCOM Logo", "description": "The logo of the XCOM science fiction video game franchise and its titular organization.", "subreddit": "/r/xcom"}, {"id": 214, "name": "Rocket League", "description": "Rocket League is a vehicular soccer video game developed and published by Psyonix.", "subreddit": "/r/rocketleague"}, {"id": 215, "name": "Pharah from Overwatch", "description": "Pharah is one of the playable characters in Overwatch, a team-based multiplayer first-person shooter video game developed and published by Blizzard Entertainment.", "subreddit": "/r/overwatch"}, {"id": 226, "name": "Toronto Maple Leafs", "description": "National Hockey League (NHL) team<br />AM34 stands for Auston Matthews, a star player that wears #34", "subreddit": "/r/leafs/"}, {"id": 227, "name": "Vivec", "description": "Vivec is a god-like being in the lore of the Elder Scrolls series of action role-playing open world fantasy video games.<br />A work by /r/truestl,  /r/morrowind and /r/elderscrolls", "subreddit": "/r/truestl"}, {"id": 229, "name": "Path of Exile", "description": "Path of Exile is a dark fantasy online action role-playing game developed and published by Grinding Gear Games.", "subreddit": "/r/pathofexile"}, {"id": 231, "name": "David Bowie", "description": "British singer, songwriter, and actor David Bowie (1947-2016), with the iconic \"Aladdin Sane\" lightning-bolt across his face.", "subreddit": "/r/DavidBowie"}, {"id": 235, "name": "The Green Lattice", "description": "A collective who aimed to preserve art in all its forms, avoid aggression, and build a cool green lattice.", "subreddit": "/r/greenlattice"}, {"id": 236, "name": "Viking Longship", "description": "An iconic Viking Longship made to watch the shores of the United Kingdom. Each shield represents the flag of a major Nordic/Scandinavian nation.", "subreddit": ""}, {"id": 239, "name": "Homestuck", "description": "The aspects, associated numbers, and logo of the popular webcomic Homestuck.<br>Drawing of this artwork was coordinated in <a class=\"inline\" href=\"https://www.reddit.com/r/homestuck/comments/6368ae/rplace_general_thread_discussion_plans_alliances/\">this reddit thread</a>", "subreddit": "/r/Homestuck"}, {"id": 242, "name": "CowChop logo", "description": "A gaming channel on Youtube, made up mostly of ex-Creature members, another old Youtube channel.", "subreddit": "/r/CowChop"}, {"id": 245, "name": "The Rolling Stones", "description": "The iconic tongue-and-lips logo for legendary British rock group The Rolling Stones. When originally drawn, the tongue was licking the head of Pikachu, who has since been painted over. Towards the end of the third day, a tab of smiley-face acid was placed on the tongue.", "subreddit": "/r/rollingstones/"}, {"id": 250, "name": "Goodboye", "description": "The \"Goodboye\" started out as a drawing of the Annoying Dog (from the video game Undertale) in the upper right-hand corner. The Dog's makers diligently defended it against encroaching pixels from the red corner and random vandals and were soon joined by many others (who did not know its origin and just thought it a cute-looking dog). Thus, /r/Goodboye was born to defend /r/place's very own doggo. The Goodboyes decided to expand with another mirror-image dog to their left, but received friction from /r/TheNetherlands, who were attempting to expand into the same space. Eventually, the two reached a truce, with the left Boye wearing clogs as a compromise. As a result, the Boyes were placed under protection from /r/TheNetherlands and became allies.", "subreddit": "/r/Goodboye"}, {"id": 255, "name": "Kaj & Andrea", "description": "Kaj and Andrea is a Danish children's television show about two puppets, a frog named Kaj and a parrot named Andrea. They sing, play and talk with the human presenters. The show ran on DR TV 1971-1975 (83 episodes) and again 1996-2007 (100 episodes).", "subreddit": "r/denmark"}, {"id": 256, "name": "Majora's Mask", "description": "The main antagonist from the Japanese action-adventure video game The Legend of Zelda: Majora's Mask.", "subreddit": "r/zelda"}, {"id": 257, "name": "Saint Louis Blues", "description": "The logo of the Saint Louis Blues National Hockey League (NHL) team.", "subreddit": "/r/stlouisblues"}, {"id": 268, "name": "2007scape Memefest", "description": "Everything is this scare from Buying GF to the max cash pile are icons/memes from the game Oldschool Runescape", "subreddit": "r/2007scape"}, {"id": 269, "name": "Manchester United Crest", "description": "Part of the crest of UK football team Manchester United", "subreddit": "/r/reddevils"}, {"id": 277, "name": "Flag of Poland", "description": "The flag and coat of arms of Poland.", "subreddit": "/r/polska"}, {"id": 281, "name": "The flag of Denmark", "description": "The flag of Denmark, or Dannebrog, is the oldest national flag in the world - and fittingly also one of the first flags to appear on the canvas of r/place. The flag was temporarily painted over by r/sweden before reclaiming its own colours.", "subreddit": "r/denmark"}, {"id": 282, "name": "Star Vs. The Forces Of Evil", "description": "Star, Marco, and Jackie from the Disney XD animated series Star Vs. The Forces Of Evil.", "subreddit": "/r/starvstheforcesofevil"}, {"id": 286, "name": "Rainbow Road", "description": "One of the first projects on r/place, and also one of the largest. It integrates itself with many other artworks.", "subreddit": "r/ainbowroad"}, {"id": 288, "name": "New Zealand", "description": "Lazar Kiwi, Red Peak (two of the entries for the New Zealand flag referendum), Tino Rangatiratanga flag (national flag for Māori groups), and Marmite", "subreddit": "/r/newzealand"}, {"id": 299, "name": "League Of Legends", "description": "League of Legends (abbreviated LoL) is a multiplayer online battle arena video game developed and published by Riot Games for Microsoft Windows and macOS. The game follows a freemium model and is supported by microtransactions, and was inspired by the Warcraft III: The Frozen Throne mod, Defense of the Ancients. League of Legends was generally well received at release, and has grown in popularity, with an active and expansive fanbase. By July 2012, League of Legends was the most played PC game in North America and Europe in terms of the number of hours played. As of January 2014, over 67 million people played League of Legends per month, 27 million per day, and over 7.5 million concurrently during peak hours.", "subreddit": "/r/leagueoflegends"}, {"id": 302, "name": "RocketbeansTV", "description": "Subreddit of german Online TV ", "subreddit": "/r/rocketbeans"}, {"id": 306, "name": "Chrono Trigger", "description": "Characters from the SNES Game Chrono Trigger. From Left to Right: Magus, Robo (Overworld), Frog, Lucca, Marle, Ayla, Catalack, Crono, Poyozo Doll, Alfador (Janus's Cat)", "subreddit": "/r/ChronoTrigger"}, {"id": 308, "name": "The Void", "description": "The final core of the Void, with half of the Void's forces defending the core that destroyed Mexico, The Mona Lisa's face, The Oilers, and multiple other pixelart structures, and the other half of the Void's forces defending the Kekistan flag to the South.", "subreddit": "/r/theblackvoid"}, {"id": 320, "name": "The Kekistan/Rainbow Flag", "description": "4chan tried to join the /r/place party by drawing the \"Kekistan Flag\" using various scripts. The flag was quickly destroyed, when a Rainbow flag was drawn over it. The end result is a mix between both flags.", "subreddit": "/r/4chan"}, {"id": 323, "name": "Dutch Nyan Cat", "description": "When the Void attacked this north-western region of the map, Nyan Cat was sadly lost. However, after a combined effort of the Dutch and their allies, the void was driven back and discouraged. In honour of the original Nyan Cat,  this Dutch version (with cheese for a body, traditional Dutch headwear and the Dutch flag as a tail) was drawn.", "subreddit": "/r/cirkeltrek"}, {"id": 324, "name": "Coat of arms of the Netherlands", "description": "The Greater Coat of Arms of the Realm, (or \"Grote Rijkswapen\"), is the Coat of Arms of the royal family of Netherlands.<br>This version of the coat of arms is in use since 1907.", "subreddit": ""}, {"id": 347, "name": "Austria", "description": "Flag of Austria with eagle and the words \"Austria\" and \"Oida\". \"Oida\" is a dialectic writing of the german word \"Alter\" used to colloquially adress others, similar to the english expression \"Dude!\"", "subreddit": "/r/Austria"}, {"id": 357, "name": "Australian Self Image ", "description": "The best self image of any country in the world. Contains the man himself, Steve Irwin, Vegemite, a Koala, Spider, Snake, and naturally, a boxing Kangaroo. With the country's national collective greeting: \"G'Day Cunts\"", "subreddit": "/r/straya/"}, {"id": 360, "name": "Rainbow Road Core", "description": "One of the earliest major faction on Place. They spread from here originally. After a while they began allowing others to build art in their space, making peace treaties and agreements with other factions", "subreddit": "/r/ainbowroad"}, {"id": 367, "name": "Monero", "description": "Monero (XMR) is an open-source cryptocurrency created in April 2014 that focuses on privacy, decentralisation and scalability.", "subreddit": "/r/monero"}, {"id": 378, "name": "Nintendo Switch", "description": "Nintendo's dual home/portable video game console. ", "subreddit": "/r/nintendo"}, {"id": 379, "name": "Crypt of the Necrodancer", "description": "Pixel art from the rhythm-based rogue-like dungeon crawler \"Crypt of the Necrodancer.\" All three sprites were complete for a large portion of /r/place, but it was agreed to move them down and left slightly and enclose them, /r/darksouls, and a few other neighboring images inside a window frame to protect them from the /r/placestart taskbar, a move that was not quite completed before /r/place ended. The original skull and skeleton are still visible several pixel up and to right.", "subreddit": "/r/necrodancer"}, {"id": 380, "name": "Skeletor", "description": "Skeletor, He-Man's arch-enemy, is the primary antagonist of the \"Masters of the Universe\" franchise.", "subreddit": "/r/heyyea"}, {"id": 382, "name": "AvoArmy", "description": "a tiny pixel avocado", "subreddit": "/r/AvoArmy"}, {"id": 387, "name": "King of Sweden: Carl XVI Gustaf", "description": "Carl XVI Gustaf is the current king of Sweden, reigning from the 15th of September 1973 to present day.", "subreddit": ""}, {"id": 397, "name": "Flag of the EU", "description": "The first flag of the EU, which survived the void's assaults and stands above the second flag.", "subreddit": "r/europe"}, {"id": 403, "name": "Gorillaz", "description": "The 4 Gorillaz members dabaff,r/gorillaz and a windmill", "subreddit": "/r/Gorillaz"}, {"id": 407, "name": "Anime_IRL", "description": "A banner for anime irl, the home of expressing who you really are irl, anime style. The dullahan character drawn was changed to wear Mami's outfit from Madoka Magica after an agreement was made with the artists from /r/MadokaMagica to the right. ", "subreddit": "/r/anime_irl"}, {"id": 411, "name": "Dark Souls", "description": "The character Solaire from the game \"Dark Souls\", and his catchphrase-turned-meme \"Praise the Sun\".", "subreddit": "/r/darksouls/"}, {"id": 416, "name": "Team Fortress 2", "description": "A popular first person shooter created by Valve first released on the 9th of October in 2007. Team Fortress 2 (or TF2 for short) is now a Free To Play title since the 23rd of June, 2011.", "subreddit": "/r/tf2"}, {"id": 422, "name": "Lord Tachanka's Icon", "description": "In the popular first person shooter \"Tom Clancy's Rainbow Six Siege\", an operator named Tachanka has been titled the Lord by the Rainbow6 subreddit. There are also popular trends on the right of the icon such as \"BuffBlitz\", a trend started by users of Rainbow Six Siege in order to buff a very under powered character.", "subreddit": "/r/Rainbow6"}, {"id": 442, "name": "SpaceX", "description": "A Depiction of the Falcon 9 Rocket and r/spacex", "subreddit": "/r/spacex"}, {"id": 453, "name": "Undertale corner", "description": "A tribute to the 2015-game Undertale where 'you don't have to kill anyone'. The piece includes the two skeleton brothers (skelebros), Sans (left) and Papyrus (right), and between them are the 7 hearts (SOULS) which play a big role in the game. Also included is Flowey the Flower, as he sits upon Papyrus' head. r/undertale has a couple of other spots reserved for their characters spread across the canvas.", "subreddit": "r/undertale"}, {"id": 455, "name": "Wall St. Bets", "description": "", "subreddit": "/r/wallstreetbets"}, {"id": 460, "name": "The Expanse", "description": "Images from the TV show \"The Expanse\" on SyFy, based on the series of novels by James S. A. Corey. Clockwise from top left: Flag of the Martian Congressional Republic; The Rocinante, a Martian frigate commandeered by the main characters; Patch for Tycho station; Symbol for the Outer Planets Alliance.", "subreddit": "/r/TheExpanse"}, {"id": 467, "name": "ANZAC Monument", "description": "A New Zealand flag beside an Australian flag, along with the sign \"ANZAC PRIDE\" - referring to the legendary bond formed between the two countries' soldiers during World War I, as well as a poppy commemorating the wartime poem \"In Flanders Field\"", "subreddit": "/r/newzealand+australia"}, {"id": 469, "name": "Berserk", "description": "A few iconic symbols from the dark fantasy manga Berserk. Displayed on the left is the Behelit (top) and the Brand (bottom). In the bottom right is the character Puck.", "subreddit": "/r/berserk"}, {"id": 472, "name": "Flag of Bulgaria", "description": "", "subreddit": "/r/bulgaria"}, {"id": 474, "name": "Urho Kekkonen", "description": "Urho Kaleva Kekkonen served as Prime Minister of Finland (1950–1953, 1954–1956) and later as the eighth and longest-serving President of Finland (1956–1982). Kekkonen continued the “active neutrality” policy of his predecessor President Juho Kusti Paasikivi, a doctrine that came to be known as the “Paasikivi–Kekkonen line”, under which Finland retained its independence while maintaining extensive trade with members of NATO as well as those of the Warsaw Pact.", "subreddit": "/r/suomi"}, {"id": 475, "name": "Flag of Spain", "description": "Spain is a country located in south Europe, just under France. The official language is Spanish. When you hear the words \"paella\", \"toros\", \"sol\", \"ole\" or \"churros\" you will instantly recognize it. <br> In /r/place, it was drew in collaboration of Colombian, Ecuatorian and Venezuelan friends.", "subreddit": "/r/Spain"}, {"id": 484, "name": "FunHaus & Cast", "description": "FunHaus' YouTube channel logo, with the names of some of the cast.", "subreddit": "/r/funhaus"}, {"id": 506, "name": "Earthbound", "description": "EarthBound, known as Mother 2 in Japan, is a 1994 Japanese role-playing video game published by Nintendo for the SNES video game console. The image shows the characters Ninten, Ness, Lucas, Kumatora and Mr. Saturn from the Mother video game series.", "subreddit": "/r/Earthbound"}, {"id": 539, "name": "Gabriel Dropout", "description": "An anime about angel and demon girls that go to high school on earth.", "subreddit": "/r/GabrielDropout"}, {"id": 569, "name": "Dreddit", "description": "The original reddit corporation in the game EVE Online and their lovable mascot: Middle-Management Dino", "subreddit": "/r/evedreddit"}, {"id": 573, "name": "Asexual Pride Flag", "description": "The flag for the Asexual community. Asexuality is the lack of sexual attraction towards any gender.", "subreddit": "/r/asexuality, /r/AcePlace"}, {"id": 581, "name": "The First Void", "description": "The place where the Void started. The place it consumed first.<br>Probably the most controversial faction had its birth here with the destiny to merely consume.<br>Out of intense disapproval, the complete canvas joined forces to eradicate the Void and protect the most beautiful art on the internet.<br>Many pixels have been wasted, many fights have been fought.<br>The folks at /r/TransFlagPlace tried all they could to drive away the darkness, with limited success.<br>Ideas were thrown around to create the first (and horrible) version of what is now known as The Void Prism that shined only dynasties later.<br>Only after several organised attacks and the persistence of those who bear the blue/pink/white-ribbon and companions, the darkness was defeated, and the canvas was at peace.<br>“The true mind can weather all lies and illusions without being lost.<br>The true heart can touch the poison of hatred without being harmed.<br>Since beginning-less time, darkness thrives in the void, but always yields to purifying light.”<br>- Lion Turtle", "subreddit": "/r/Thegreatblackhole"}, {"id": 582, "name": "Flags of Hungary", "description": "The hearts shared with Denmark on the western border and Romania on the southern border represent friendship.", "subreddit": "/r/hungary"}, {"id": 593, "name": "Place Portal Pattern (bopp)", "description": "Place Portal Pattern came about during /r/place when patterned and coloured sections were dominant. Before sprites conquered much of the map. bopp was able to successfully keep much of their initial starting area. They were a strong force within this region, were able to fend off many attacks, and acted as a protector to many of the smaller communities nearby. ", "subreddit": "/r/placeportalpattern"}, {"id": 628, "name": "Northern Mexican Territory", "description": "The territory controlled by r/mexico began with a flag in the top right of this area and grew to create a sign reading 'Viva Mexico Cabrones!' to the left. Further expansion of this area was done by extending the flag downwards and claiming the territory to the left to match, parts of which were already held by other factions. Some, such as a Spanish Flag, were overwritten, and some were incorporated into the design, such as a Duck from r/duckgame and a pixelart Yoshi.<br>Tension between r/ukplace and r/mexico grew when a cactus was built which began extending up into the dress of r/ukplace's depiction of Queen Elizabeth II, but negotiations brought about a peaceful resolution and a non-aggression pact between the two powers.<br>In the final hours of Place, a Void Core was created in the left hand side of this territory and quickly expanded to cover the flag and destroy the pixelart, but was beaten back by a combined effort of r/mexico and several surrounding factions.<br>The flag was quickly rebuilt, but the empty space to the left became contested territory as r/ukplace began construction of Big Ben in the area, to which r/Mexico responded by attempting to expand their flag over it - a project which was only partially completed as Place came to an end.", "subreddit": "/r/mexico"}, {"id": 629, "name": "Chelsea FC", "description": "Chelsea is a British football club from London.", "subreddit": "/r/Chelsea"}, {"id": 631, "name": "Superbowl LI Scoreboard", "description": "The scoreboard of the 51st Superbowl, 3rd Quarter, 2:08 to play. New England 3, Atlanta 28. It is at this very second that James White catches a 5-yd touchdown from Tom Brady to start an unprecedented comeback for the New England Patriots, who go on to win the game 34-28 in overtime.", "subreddit": "/r/falcons, /r/patriots"}, {"id": 637, "name": "Kanye West", "description": "Clockwise from top: the cover of Graduation (2007), an Adidas Yeezy Boost 350, 808s and Heartbreak (2008), Yeezus (2013), The College Dropout (2004), Late Registration (2005) [across the transgender cross], a WHICH/ONE banner with waves for The Life of Pablo (2016, working title \"Waves\"), My BeautifuL Dark Twisted Fantasy (2010), his \"Dropout Bear\" mascot (above his mother's name, Donda), George Condo's portrait of Kanye as a decapitated king (from MBDTF), and a popular /r/Kanye catchphrase - \"The Wave is Here\" (taken from an intermission on Pablo).", "subreddit": "/r/Kanye"}, {"id": 661, "name": "WorldPowers", "description": "/r/worldpowers is a group of dedicated political lovers and roleplayers. Players run their own fictional country in a mass of other countries claimed by their fellow state heads. The community is curated by a set of mods, to allow the playerbase to realistically found alliances, form treaties, initiate war, declare trade, instate royalty, along with much more.", "subreddit": "/r/worldpowers"}, {"id": 664, "name": "Game of Thrones house sigils", "description": "House sigils of House Stark and House Lannister from the popular TV and Book series Game of Thrones", "subreddit": "/r/gameofthrones"}, {"id": 665, "name": "Menorah and Flag of Israel", "description": "The emblem of Israel, featuring a menorah, olive branches and the word 'Israel' written in Hebrew. Below it is the flag of Israel containing the Star/Shield of David. Although the candles in the actual emblem are not lit, repeated lighting and extinguishing led to their official incorporation.", "subreddit": "/r/israel"}, {"id": 672, "name": "Tom Searle memorial", "description": "Architects guitarist Tom Searle died age 28 after a three year battle with cancer. The r/metalcore community made a memorial which was overwritten by the windows 95 task bar. To make up for this, they were allotted a place on the task bar.", "subreddit": "/r/metalcore"}, {"id": 684, "name": "Mega Man annihilating Dat Boi", "description": "Mega Man, alternatively written as Megaman and MegaMan, known as Rockman in Japan, is a video game franchise created by Capcom, starring the robot character Mega Man, or one of his many counterparts. He is depicted shooting his beam at Dat Boi, an internet meme featuring a frog on an unicycle.", "subreddit": "/r/Megaman"}, {"id": 731, "name": "Minnesota Vikings", "description": "The Logo of the Minnesota Viking football team. The partially destroyed number 4 represents a former star player for the Wisconsin Packers (featured above the vikings), Brett Favre, who was traded to the Vikings. \"Skol\" is a Scandinavian word used to cheer on the vikings.", "subreddit": "/r/minnesotavikings"}, {"id": 828, "name": "The Dutch border", "description": "used by the netherlands as border for created projects and to mark of or expand to new territory. It represents the Dutch flag ", "subreddit": "r/thenetherlands"}, {"id": 871, "name": "Unification of Belgium and Germany", "description": "After some failed attempts at merging the flags of Belgium and Germany  both nations came to the conclusion that nothing unifies us more than sausage and beer.", "subreddit": "/r/de /r/belgium"}, {"id": 892, "name": "Swedish and Dutch friendship hearts", "description": "After the tensions between the Netherlands and Sweden hearts were made on the Swedish and dutch border to showcase the friendship that brew through diplomacy.", "subreddit": "/r/thenetherlands"}, {"id": 1066, "name": "The Blue Empire", "description": "A simple project started to make the bottom right corner completely blue, quickly grew to be the largest piece of art in r/place history. Within 12 hours it had covered more than half of the bottom canvas, completely in blue, with thousand of dedicated supporters. The blue corner was pushed back gradually as more organised projects superseded the early pattern-based structures. The current blue corner is a mere reminder of what the empire was in it's former glory.", "subreddit": "/r/orderofthebluecorner, /r/thebluecorner"}, {"id": 1102, "name": "Bundesadler", "description": "The coat of arms of Germany displays a black eagle with red feet, beak and tongue on a golden field, blazoned: Or, an eagle displayed sable beaked langued and membered gules. This is the Bundesadler or \"Federal Eagle\", formerly the Reichsadler or \"Imperial Eagle\".", "subreddit": "/r/de, /r/placeDE"}, {"id": 1122, "name": "USA / Canvas Center", "description": "The center of the canvas was a controversial and disputed part of r/place. It began to be filled with numerous randomly placed pixels. As organized groups began creating masterpieces, the center began a white void, part of r/erase. As the original (dark) Void began to eat the center of the canvas, the USA Flag began to take shape covering a branch from the void. The flag took over the white void and a few projects including a smiley and a tree. Then the void reappeared in place and with other people erased most of the flag as RainbowRoad expanded where the flag was. Ireland saw an opportunity  and decided to expand as well. A net of yellow lines appeared and took over the void and r/AmericanFlaginPlace with help of r/TheDonald and other redditors, helped fight for their territory and reconstruct the USA Flag. \"E Pluribus Unum\" on the side", "subreddit": "/r/AmericanFlaginPlace"}, {"id": 1139, "name": "Flag of Ireland", "description": "Flag of Ireland. Features several collaborations with other subreddits like r/Undertale, and their green clad \"Temmie\" at the bottom", "subreddit": "/r/Ireland"}, {"id": 1257, "name": "Fursona of Riley Winters", "description": "Originally said \"RILEY, FURRY, HORSEFUR\". Fursona of Riley Winters, a mountain lion. Username @Horsefur", "subreddit": "/u/Horsefur"}, {"id": 1692, "name": "Entire Dutch Area", "description": "Complete area built by Dutch subreddits", "subreddit": "/r/placenl"}, {"id": 1695, "name": "Flag of Norway", "description": "", "subreddit": "/r/norge"}, {"id": 1740, "name": "Unification of Finland and Belgium", "description": "Tintin, Milou and the Moomins were part of an unification project that sadly wasn't completed before the end of /r/place. The template of the finished project can be found below.", "subreddit": "/r/suomi, /r/belgium"}, {"id": 1915, "name": "The Sovereign Triangle", "description": "The Sovereign Triangle, also known as \"the Pink Province\", was a heavily disputed area in the south of the canvas.  It was one of the many early color nations like blue, purple, red, and green.  Unlike the other color nations, pink attracted \"The Followers of Pink\", a loose philosophy built not on war or overwriting, but on simply spreading the warm embrace of pink throughout the canvas.  In this way The Followers of Pink were similar to The Void or Erase This Place, but without an interest in overwriting. Their interest was in peace and simply filling the monochrome (the blank canvas) with the warm peaceful embrace of pink.  \nA few gathered under r/PinkUnion, but were never highly organized.  The region saw fierce battles early on.  First in the south eastern corner where The Blue Corners impending wave hammered away at The Pink Province.  Next at the south western corner where a rainbow (possibly associated with r/ainbowroad) ultimately succeeded in passing through.  The Followers of Pink and r/PinkUnion fought valiantly to preserve the Pink Province and Sovereign Triangle, but the final blow came when the osu! began construction of their second larger logo. Construction began without consent, and ultimately the moderators of r/PinkUnion agreed to a treaty.  Several of The Followers of Pink saw this as an affront to an established pink space, the Sovereign Triangle, which in a rapidly filling canvas became symbolic.  So while osu! constructed their much larger logo with a near mechanical efficiency, The Followers of Pink and supporters fought back by filling the letters and areas that were once The Sovereign Triangle with pink pixels (and other colors).  Due to the pink background of the osu! logo, numerous onslaughts, the disparate nature of The Followers of Pink, and the small size of r/PinkUnion, The Sovereign Triangle was ultimately lost to history.  Though, the battles for, and evidence of, The Sovereign Triangle and Pink Province remain ever evident in the data. ", "subreddit": "r/PinkUnion"}, {"id": 1928, "name": "Bender", "description": "The robot Bender 'Bending' Rodriguez is a character from Matt Groening's animated science fiction sitcom Futurama.<br>He is displayed with his catchphrase \"Bite my shiny metal ass!\".<br>Over the duration of /r/place, Bender had also been painted gold (\"Bite my glorious golden ass!\") and wooden (\"Bite my splintery wooden ass!\").", "subreddit": "/r/futurama"}]